Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_(0).html.tmx
Source language: fin
Languages: sme

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
sme: Buori riikkaidgaskasaš máilmmi eamiálbmogiid beaivve!

source: Tänään 9.8. vietetään YK:n julistamaa kansainvälistä maailman alkuperäiskansojen päivää.
sme: Odne 9.8. dollojuvvo ON:id cealkin riikkaidgaskasaš máilmmi eamiálbmogiid beaivi.

source: Saamelaiset ovat yksi maailman alkuperäiskansoista sekä ainoa Euroopan Unionin alueella ja Suomessa oikeudellisesti tunnustettu alkuperäiskansa.
sme: Sámit leat okta máilmmi eamiálbmogiin sihke Eurohpa Uniovnna guovllus ja Suomas vuoigatvuođalaččat dovddastuvvon áidna eamiálbmot.

source: Maailmassa noin 370 miljoona ihmistä kuuluu alkuperäiskansoihin ja asuu 90 eri valtion alueilla.
sme: Máilmmis sullii 370 miljovnna olbmo gullet eamiálbmogiidda ja ásset 90 sierra riikka viidodagas.

source: He edustavat 5000 eri kulttuuria ja puhuvat suurta osaa maailman eri kielistä.
sme: Sii ovddastit 5000 sierra kultuvrra ja hállet stuorra oasi máilmmi sierra gielain.

source: Myös saamelaiset asuvat nykyään neljän eri valtion alueilla Norjassa, Suomessa, Ruotsissa ja Venäjällä, ja puhuvat yhdeksää eri saamen kieltä.
sme: Maiddái sámit ásset dál njealji sierra riikka guovlluin Norggas, Suomas, Ruoŧas ja Ruoššas, ja hállet ovcci sierra sámegiela.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta, ja tänä päivänä Saamelaiskäräjät haluaakin nostaa keskiöön maailman alkuperäiskansojen kielten ja erityisesti saamen kielten aseman ja tilanteen.
sme: Jagi 2019 dollojuvvo ON:id eamiálbmogiid gielaid jahki, ja odne Sámediggi háliidage bajidit oidnosii máilmmi eamiálbmogiid gielaid ja erenomážit sámegielaid sajádaga ja dili.

source: Suuri osa tällä hetkellä uhanalaisista kielistä ovat alkuperäiskansojen kieliä, ja ennusteiden mukaan useat niistä ovat vaarassa sammua (E/C.19/2016/10).
sme: Stuorra oassi dál áitatvuloš gielain leat eamiálbmotgielat, ja einnostusaid mielde máŋggat dain leat jávkama áitatvuolde (E/C.19/2016/10).

source: Myös kaikki saamen kielet ovat luokiteltuina UNESCO:n maailman uhanalaisten kielten Atlaksessa joko selvästi tai vakavasti uhanalaisiksi tai lähes sammuneeksi kieliksi, ja akkalansaamen todetaan jo sammuneen.
sme: Maiddái buot sámegielat leat árvaluvvon UNESCO máilmmi áitatvuloš gielaid Atlasis juogo čielgasit dahje lossadit áitatvuložin dahje measta jávkan giellan, ja áhkilsámegiella gávnnahuvvo leat juo jápmán.

source: Suomessa puhutuista saamen kielistä inarinsaame ja koltansaame ovat vakavasti uhanalaisia kieliä ja pohjoissaame on luokiteltu selvästi uhanalaiseksi.
sme: Suomas hállon sámegielain anárašgiella ja nuortalašgiella leat lossadit áitatvuloš gielat ja davvisámegiella lea árvaluvvon čielgasit áitatvuložin.

source: Vaikka esim. kielten elvytystyö inarin- ja koltansaamen osalta on lähtenyt Suomen alueella lupaavasti käyntiin, työtä kaikkien kolmen Suomessa puhuttujen saamen kielten elinvoimaisuuden säilyttämiseksi on vielä paljon jäljellä.
sme: Vaikke omd. gielaid ealáskahttinbargu anáraš- ja nuortalašgiela oasil lea vuolgán Suomas bures johtui, bargu Suomas hállon buot golmma sámegiela eallinfámu seailluheapmin lea vel olu.
